{
  "games": [
    {
      "id": 1,
      "nameGameRu": "Сортировщик цветов",
      "nameGame": "sortirovshchik-cvetov",
      "check1": "Развивает кратковременную память",
      "check2": "Концентрирует внимание",
      "check3": "Развивает образную память",
      "descriptionp1": "Разнонаправленный <strong>тренажер для мозга</strong>, имеющий высокий уровень нагрузки на внимание, эффективен для людей с разным уровнем образования. Степень интенсивности тренировки и уровень нагрузки определяется умным алгоритмом, что позволяет использовать тренажер «Сортировка цветов» на каждом из этапов развития памяти и внимания.",
      "descriptionp2": "Является одним из самых увлекательных упражнений, тренажерного зала для мозга компании <strong>Мозготрен</strong>, так как имеет широкий диапазон усложнений и разнообразия объектов для сортировки. Может вызвать трудности у те, кто имеет проблемы с восприятием цвета или оттенков.",
      "descriptionp3": "Группа подобных тренажеров для памяти еще включает в себя «Сортировщик слов» и «Сортировщик чисел», которые внесут разнообразие в однотипные занятия.",
      "questionp1": "Не смотря на тот факт, что данное упражнение находится в разделе для памяти, это вовсе не говорит о его узко направленности. Напротив, занятия на данном <strong>тренажере для ума</strong>, имеют комплексное благотворное воздействие на разные системы анализаторов.",
      "questionp2": "<strong>Внимание</strong> – Особенностью данного тренажера является повышенная нагрузка на внимание, это продиктовано не только большим количеством цветов для запоминания, которые встречаются на высоких уровнях сложности, но и наличием нескольких оттенков одного и того же цвета в одном упражнении. Учитывая тот факт, что кратковременная память содержит в себе аудио информацию, сформулированную вашим мозгом, придется попотеть чтобы объяснять себе какие оттенки вы хотите запомнить и в какой последовательности. И без того сложное упражнение, нужно выполнять на время, это своего рода стресс-фактор, который не только повышает концентрацию внимания, а следовательно и его развитие, но и активизирует всю нервную систему в целом, а также скорость транспортировки кислорода и питательных веществ к мозгу.",
      "questionp3": "<strong>Кратковременная память</strong> - как уже упоминалось, одна из сложностей задания заключается в наличии нескольких оттенков одного цвета в упражнении. Для идентификации цветового образа, в кратковременной памяти должно сохраниться больше информации о нем, чем просто название цвета (возможно исключением станут художники, хранящие в постоянной памяти названия большего количества цветов и оттенков, чем среднестатистический человек). Каждый новый уровень сложности расширяет количество информации для запоминания, а ограничения по времени стимулируют к поиску более быстрого способа запечатления цветов.",
      "questionp4": "<strong>Пространственная память</strong> - воссоздание точного местоположения оттенков по памяти – основная цель упражнений данного тренажера. Это, несомненно, активизирует центры навигационной памяти, отвечающие за позиционирование и удержание в голове часто используемых маршрутов. Кроме самой тренировки данного отдела центральной нервной системы, такая манипуляция дополнительно раздражает всю нервную систему, что положительно сказывается на результате занятий.",
      "rulesp1": "Перед стартом игры нужно настроить уровень ее сложности, в первую очередь это <strong>количество списков с цветами</strong>, которые будут отображаться на рабочем поле одновременно. Это количество может быть от 1 до 3, при этом обратите внимание на коэффициент сложности в левом вернем углу, он будет меняться. <strong>Количество ячеек в каждом списке</strong> не выбирается, оно меняется постепенно в ходе правильного выполнения упражнения.",
      "rulesp2": "<strong>Градиент</strong> – усложнение, которое создает трудности в запоминании цвета, та как он состоит из нескольких просты цветов. При этом, в одном задании могут быть два одинаковых градиента, но с разным направлением цветов.",
      "rulesp3": "<strong>Оттенки</strong> – возможность определять в задании не только простые цвета, но и несколько оттенков одного и того же цвета.",
      "rulesp4": "При старте игры, на рабочем поле появится список ячеек с цветами, порядок которых нужно запомнить, после этого нужно нажать кнопку «запомнил» и перетаскивая ячейки, восстановить этот порядок. Ответ засчитается при нажатии кнопки «проверить», те ячейки, что расставлены на свои места, будут подсвечены <strong>зеленым</strong>, остальные – <strong>красным</strong>.",
      "rulesp5": "<strong>Рестарт</strong> – начинает игру заново, при этом все настройки сложности останутся прежними.",
      "basicComplexity": 46,
      "category": "Память",
      "categoryId": 1,
      "levels": 5,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_sortirovshchik-cvetov.jpg/",
      "logoImg": "assets/thumb_sortirovshchik-cvetov.jpg",
      "taskDescription": "Отсортируйте цвета"
    },
    {
      "id": 3,
      "nameGameRu": "Шульте-алфавит",
      "nameGame": "shulte-alfavit",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Классическая <strong>таблица Вальтера Шульте</strong> была разработана выдающимся ученым и практиком для диагностики качеств внимания пациентов. Однако, данная психодиагностика вскоре приобрела образ <strong>тренировки для ума</strong>, так как показала отличные результаты. Другие исследователи и терапевты данной области не остались в стороне и совместно с доктором Шульте разрабатывали усложнения для его таблицы. Одним из таких расширенных <strong>тренажеров для ума</strong>, стала таблица Шульте-Горбова, которая и стала прообразом для упражнения «Шульте Алфавит». Она включает в себя не только цифры, но и буквы, а разные по цвету ячейки, в оригинальной версии, добавляют отвлекающего действия при тренировке.",
      "descriptionp2": "Представленный тренажер не копирует полностью вышеописанную таблицу, а лишь перенимает принцип и благодаря цифровым технологиям, имеет возможность наращивать уровень сложности постепенно. Кроме того, добавлен эффект перемещения ячеек и их переворот, что непременно скажется на сложности прохождения задания.",
      "questionp1": "«Шульте Алфавит» имеет свои особенности и подходит для тренировки тем, кто знает, как минимум, один из алфавитов. Вся кажущаяся простота не должна вводить в заблуждение, так как это один из самых эффективных тренажеров внимания за последние столетие. Общие усилия и совместный опыт нескольких ученых, позволил «отточить» данный инструмент до максимального результата.",
      "questionp2": "<p><strong>Угол восприятия и его тренировка</strong></p>Центры анализаторов в головном мозге устроены так, что мы максимально восприимчивы к информации в определенном центре нашего внимания и прямо пропорционально теряем концентрацию в зависимости от отдаления в сторону от центра. Другими словами нам сложно воспринимать и оценивать объекты не попадающие в центр нашего внимания, от того места на котором мы сейчас сконцентрированы.",
      "questionp3": "Данная таблица устроена таким образом, что идущие подряд буквы расположены не в привычном порядке и для поиска определенной из них нам нужно охватить взглядом всю таблицу, поскольку мы не будем знать, в каком направлении двигаться. Это позволяет путем многократных тренировок добиться расширения своего угла восприятия и одновременно видеть и анализировать большую площадь перед собой. Стоит уточнить, что размер рабочего поля также учтен при проектировании и имеет значение, не нужно увеличивать масштаб экрана при прохождении задания. В оде усложнения уровней, количество ячеек с информацией также увеличивается.",
      "questionp4": "<p><strong>Развитие внимания</strong></p>Прохождение этого <strong>упражнения для мозга</strong>, требует повышенной концентрации на всех этапах. Задания построены таким образом, что при успешном прохождении более легких уровней, сложность увеличивается и требует еще больше внимания для поиска необходимых буквенных ячеек. Такая нагрузка на анализаторы центральной нервной системы в умеренных количествах очень полезна и способствует развитию удержания внимания.",
      "questionp5": "<p><strong>Тренировка реакции</strong></p>Используя данный, достаточно простой тренажер, вы создаете нагрузку не только на анализаторы и их центры, но и на соответственные моторные функции, приводимые в действие центрами нервной системы. Ограниченное время подталкивает выполнять действия быстро и моментально после нахождения правильного расположения буквенных ячеек.",
      "questionp6": "<p><strong>Скорость мышления</strong></p>Используя сложные настройки, уже не достаточно просто широкого угла восприятия, приходится постоянно анализировать данные ячеек, которые к тому же еще и перемещаются. От того как быстро игрок способен это сделать, зависит конечный результат. Не менее важно удерживать в голове порядок букв выбранного алфавита.",
      "rulesp1": "Настроить уровень сложности тренажера можно выбрав <strong>какой алфавит будет отображен<strong>. Это может быть <strong>кириллица или латиница<strong>, в зависимости от этого, изменится количество букв алфавита, однако на высоких уровнях пустые ячейки заполняются отвлекающими символами. В ходе изменения данной настройки вы сможете наблюдать повышение или снижение коэффициента сложности в левом верхнем углу рабочего поля. Данный показатель напрямую влияет на трудность прохождения тренировки, но и повышает количество баллов за каждый правильный ответ.",
      "rulesp2": "<strong>Перемешивать</strong> – функция, при которой с каждой правильно выбранной ячейкой в таблице, их расположение будет меняться. Таким образом, не выйдет изначально запомнить координаты сразу нескольких последовательно идущих букв, но каждый раз их придется искать заново.",
      "rulesp3": "<strong>Переворот</strong> – усложняющее дополнение в виде хаотично перевернутых ячеек с буквами. Их непривычное расположение в пространстве утруднит поиск необходимой буквы и придаст сложности тренировке.",
      "rulesp4": "В начале игры таблица состоит всего с 9-ти ячеек, вместо классических 25-ти, однако на третьем уровне их будет 25, а дальше больше и соответственно сложнее. Уровень сложности повышается с каждой правильно сложенной до конца таблицей. Допущенные неправильные ответы задерживают этот процесс.",
      "rulesp5": "Кнопка <strong>рестарт</strong>, в правом верхнем углу рабочего поля, позволяет перезапустить тренировку без потери выбранных настроек сложности.",
      "basicComplexity": 22,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 4,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_shulte-alfavit.jpg/",
      "logoImg": "assets/thumb_shulte-alfavit.jpg",
      "taskDescription": "Нажимайте на буквы"
    },
    {
      "id": 4,
      "nameGameRu": "Таблица Шульте",
      "nameGame": "tablica-shulte",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Достаточно простой и понятный <strong>тренажер для мозга</strong>, который подходит не только для взрослых, но и доступен детям младшего школьного возраста, которые уже знакомы с цифрами. Однако его влияние доказано выдающимся немецким психиатром Вальтером Шульте.",
      "descriptionp2": "Изначально, данная таблица была придумана известным психотерапевтом как проба для психодиагностики, которая с высокой точностью позволяет определить степень внимания человека. В ходе исследований, выявилась способность данного упражнения влиять положительным образом на угол зрительного периферического восприятия и внимания. Другими словами, таблица не только помогает диагностировать качества концентрации отдельного человека, но и позволяет их улучшить.",
      "questionp1": "В сравнении с некоторыми другими представленными на сайте тренажерами, <strong>«Таблица Шульте»</strong> может показаться слишком простой, однако это вовсе не говорит о ее эффективности и если вы раньше не занимались расширением своего угла восприятия, то однозначно, начинать стоит именно с данного тренажера.",
      "questionp2": "<p><strong>Угол восприятия и его тренировка</strong></p>Центры анализаторов в головном мозге устроены так, что мы максимально восприимчивы к информации в определенном центре нашего внимания и прямо пропорционально теряем концентрацию в зависимости от отдаления в сторону от центра. Другими словами нам сложно воспринимать и оценивать объекты не попадающие в центр нашего внимания, от того места на котором мы сейчас сконцентрированы.",
      "questionp3": "Данная таблица устроена таким образом, что знакомые нам цифры расположены не в привычном порядке и для поиска определенной из них нам нужно охватить взглядом всю таблицу, поскольку мы не будем знать, в каком направлении двигаться. Это позволяет путем многократных тренировок добиться расширения своего угла внимания и одновременно видеть и анализировать большую площадь перед собой. Стоит уточнить, что размер рабочего поля также учтен при проектировании и имеет значение, не нужно увеличивать масштаб экрана при прохождении задания.",
      "questionp4": "<p><strong>Развитие внимания</strong></p>Концентрация на большой площади и ее анализ требует повышенного внимания, и это напряжение не спадает до окончания упражнения, так как постоянно требуется искать следующую цифру. Использование данного тренажера положительным образом сказывается на внимательности в повседневных делах и первый результат уже заметен после нескольких регулярных тренировок.",
      "questionp5": "<p><strong>Тренировка реакции</strong></p>Используя данный, достаточно простой тренажер, вы создаете нагрузку не только на анализаторы и их центры, но и на соответственные моторные функции, приводимые в действие центрами нервной системы. Ограниченное время подталкивает выполнять действия быстро и моментально после нахождения правильного расположения числа.",
      "questionp6": "<p><strong>Скорость мышления</strong></p>Используя сложные настройки, уже не достаточно просто широкого угла восприятия, приходится постоянно анализировать данные ячеек, которые к тому же еще и перемещаются. От того как быстро игрок способен это сделать, зависит конечный результат.",
      "rulesp1": "Настроить уровень сложности тренажера можно выбрав <strong>с какого числа будет начинаться отсчет</strong>. Это может быть <strong>1, 11 или 101</strong>, в зависимости от этого, в ячейках будут числа от однозначных до трехзначных. В ходе изменения данной настройки вы сможете наблюдать повышение или снижение коэффициента сложности в левом верхнем углу рабочего поля. Данный показатель напрямую влияет на трудность прохождения тренировки, но и повышает количество баллов за каждый правильный ответ.",
      "rulesp2": "<strong>Перемешивать</strong> – функция, при которой с каждым правильно найденным числом в таблице, расположение ячеек будет меняться. Таким образом не выйдет изначально запомнить координаты сразу нескольких чисел, но каждый раз и придется искать заново.",
      "rulesp3": "<strong>Переворот</strong> – усложняющее дополнение в виде хаотично перевернутых ячеек с числами. Их непривычное расположение в пространстве утруднит поиск необходимой цифры и придаст сложности тренировке.",
      "rulesp4": "В начале игры таблица состоит всего с 9-ти ячеек, вместо классических 25-ти, однако на третьем уровне и будет 25, а дальше больше и соответственно сложнее. Уровень сложности повышается с каждой правильно сложенной до конца таблицей.",
      "rulesp5": "Кнопка <strong>рестарт</strong>, в правом верхнем углу рабочего поля, позволяет перезапустить тренировку без потери выбранных настроек сложности.",
      "basicComplexity": 20,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 4,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_tablica-shulte.jpg/",
      "logoImg": "assets/thumb_tablica-shulte.jpg",
      "taskDescription": "Нажимайте на числа"
    },
    {
      "id": 5,
      "nameGameRu": "Арифметика",
      "nameGame": "arifmetika",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Логическое мышление",
      "descriptionp1": "Самый разнообразный из математических <strong>тренажеров для ума</strong>, тем самым и более сложный, так как включает в каждом примере минимум две операции в уме, порядок которых также важен и определяется игроком.",
      "descriptionp2": "Подобные <strong>игры для мозга</strong> не редкость среди многих культур, однако, выход и в онлайн-платформу <strong>Мозготрен</strong>, позволил сделать нагрузку более гибкой и разнообразить задания. Также дополнительного азарта тренировкам придает возможность состязаний в режиме реального времени, пригласив друзей померяться силами.",
      "questionp1": "Арифметический тренажер не является узкоспециализированным, та как он одновременно включает в работу несколько систем нашего мозга. Примеры включают несколько операций и отличаются необходимостью хорошо напрячь мозг. В данном тренажере вы будете тренировать счет в уме: <strong>сложение</strong>, <strong>вычитание</strong>, <strong>умножение</strong> и <strong>деление</strong>. ",
      "questionp2": "<strong>Оперативная и кратковременная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме даже на минимальных настройках сложности, требуют хорошего развития оперативной и кратковременной памяти, тем самым данные действия стимулируют этот процесс. Благо, такое место в нашем мозгу не имеет постоянного ограничения и расширяется упражнениями.",
      "questionp3": "<strong>Логическое мышление</strong> – важное отличие данного тренажера от подобных в разделе заданий на мышление в том, что среди нескольких операций с числами в каждом примере, нужно определять их приоритет, соответственно законам математики. К тому же, выбор правильного алгоритма действий может повлиять на скорость поиска правильного ответа и на результат в целом.",
      "questionp4": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp5": "<strong>Внимание</strong> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд, учитывая тот факт, что отрицательные ответы могут встречаться даже на самом легком уровне.",
      "rulesp1": "Для настройки сложности, установите <strong>разрядность чисел</strong>, это может быть число от <strong>3 до 5</strong>. Данный параметр указывает сколько чисел будет участвовать в каждом примере для вычисления. Размер каждого числа не зависит от этого условия, они будут увеличиваться с ростом уровня сложности (после каждого правильного ответа). Разрядность чисел значительно влияет на <strong>коэффициент сложности</strong> – число, отображенное в верхнем левом углу рабочего поля.",
      "rulesp2": "<strong>Переворот</strong> – усложнение, которое меняет пространственное положение примеров. Перевернутые примеры воспринимаются тяжелее для нашего мозга, и это требует больше драгоценного времени, поэтому и коэффициент сложности при включении данного параметра вырастет.",
      "rulesp3": "<strong>Отрицательные</strong> – как очевидно из названия, в примерах будут появляться отрицательные числа, что сделает процесс подсчета интереснее и сложнее. Заметьте, в ответах отрицательные числа могут присутствовать даже на самых легких настройках.",
      "rulesp4": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново, при этом сохраняться все выбранные ранее настройки сложности.",
      "basicComplexity": 48,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_arifmetika.jpg/",
      "logoImg": "assets/thumb_arifmetika.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 6,
      "nameGameRu": "Сложение",
      "nameGame": "slozhenie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Логическое мышление",
      "descriptionp1": "Классический математический <strong>тренажер для ума</strong>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <strong>тренажерный зал для мозга</strong>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <strong>Мозготрен</strong>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<strong>Внимание</strong> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Для настройки сложности, установите <strong>разрядность чисел</strong>, это может быть число от <strong>2 до 5</strong>. Данный параметр указывает сколько чисел будет участвовать в каждом примере для вычисления. Размер каждого числа не зависит от этого условия, они будут увеличиваться с ростом уровня сложности (после каждого правильного ответа). Разрядность чисел значительно влияет на <strong>коэффициент сложности</strong> – число, отображенное в верхнем левом углу рабочего поля.",
      "rulesp2": "<strong>Переворот</strong> – усложнение, которое меняет пространственное положение примеров. Перевернутые примеры воспринимаются тяжелее для нашего мозга, и это требует больше драгоценного времени, поэтому и коэффициент сложности при включении данного параметра вырастет.",
      "rulesp3": "<strong>Отрицательные</strong> – как очевидно из названия, в примерах будут появляться отрицательные числа, что сделает процесс подсчета интереснее и сложнее.",
      "rulesp4": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново, при этом сохраняться все выбранные ранее настройки сложности.",
      "basicComplexity": 44,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 7,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_slozhenie.jpg/",
      "logoImg": "assets/thumb_slozhenie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 7,
      "nameGameRu": "Пара: Страна - Столица",
      "nameGame": "strana-stolica",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Скорость мышления",
      "descriptionp1": "Онлайн тренажер из группы упражнений на эрудицию сайта Мозготрен. Немаловажным для успешного прохождения задания является интуиция участника и его скорость мышления. Кроме того, само прохождение данного тренажера для мозга дает определенные базовые познания названии столиц определенных стран.",
      "descriptionp2": "Тренажер не только полезен для вашего ума, но и интересен, пользуется успехом у детей среднего школьного и старшего возраста, также позволяет проводить небольшие состязания с географическим уклоном.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный тренажер ума направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<strong>Эрудиция</strong> – хотя игра не подразумевает глубоких познаний о разных странах, все же помогает запомнить соответствия между столицей определенной страны и ее названием. Позволяет расширить свои познания о малоизвестных государствах, а также посоревноваться с друзьями.",
      "questionp3": "<strong>Зрительная память</strong> – даже если до этого упражнения игрок не знал многих столиц или государств, во время регулярных тренировок он обязательно какую-то часть из них запомнит, эффективность будет возрастать по мере продолжения занятий.",
      "questionp4": "<strong>Интуиция</strong> – не заметные на первый взгляд мелочи в названии или географическом положении, даже на подсознательном уровне могут наталкивать на правильный ответ. Чем чаще вы будете практиковаться, тем более выраженным будет эффект.",
      "rulesp1": "Сложность прохождения тренировки зависит от того, какие по известности страны будут попадаться игроку. Более популярные и большие страны относятся к легким, так как они на слуху и их столицы чаще встречаются. Соответственно, маленькие, малоизвестные страны относятся к категории тяжелых пар. В начале игры можно выбрать сложность: <strong>легкие, все</strong> или <strong>сложные</strong>. Если с легкими и сложными все понятно, то сложность «все» подразумевает чередование сложных и легких вариантов пар.",
      "rulesp2": "<strong>Переворот</strong> – усложнение замедляющее поиск правильного ответа, так как при его активации, часть ответов будут отображены перевернутыми и их чтение утруднится.",
      "rulesp3": "Во время тренировки на рабочем поле появляются вопросы – это может быть название столицы или страны. Соответственно, из четырех вариантов ответа ниже нужно выбрать название страны, чью столицу вы видите на экране или одну из ячеек с названием столицы, принадлежащий стране, название которой в задании.",
      "rulesp4": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 150,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_strana-stolica.jpg/",
      "logoImg": "assets/thumb_strana-stolica.jpg",
      "taskDescription": "Найдите логическую пару"
    },
    {
      "id": 8,
      "nameGameRu": "Пара: Страна - Валюта",
      "nameGame": "strana-valyta",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Скорость мышления",
      "descriptionp1": "<strong>Тренажер ума для эрудитов</strong>, развивающий скорость мышления, внимательность, приносящий азарт удовольствие и новые познания в связи валюты и определенной страны. Данное упражнение подойдет для любого возраста при умении читать, однако в более раннем возрасте его можно проходить с родителями. Режим мульти-игра позволит устроить состязание между несколькими участниками и провести время интересно и с пользой.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный <strong>тренажер ума</strong> направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<strong>Эрудиция</strong> – данный тренажер не базируется лишь на знаниях стран и их валют, однако такие познания значительно повысят ваши шансы набрать большое количество баллов и победить в состязании. Даже если до начала тренировок вы не знали многих валют, в процессе прохождения задания можно с легкостью пополнять эти недостающие знания.",
      "questionp3": "<strong>Логическое мышление</strong> – Для дачи правильных ответов важно понимать связь между валютами и конкретными странами, однако внимательность и логическое сопоставление информации на экране помогут найти правильный ответ на многие вопросы даже без базовых знаний в данной сфере.",
      "questionp4": "<strong>Интуиция</strong> – не заметные на первый взгляд мелочи в названии, даже на подсознательном уровне могут наталкивать на правильный ответ. Чем чаще вы будете практиковаться, тем более выраженным будет эффект.",
      "rulesp1": "Сложность прохождения тренировки зависит от того, какие по известности страны будут попадаться игроку. Более популярные и большие страны относятся к легким, так как они на слуху и их валюты чаще встречаются. Соответственно, маленькие, малоизвестные страны относятся к категории тяжелых пар. В начале игры можно выбрать сложность: <strong>легкие, все</strong> или <strong>сложные</strong>. Если с легкими и сложными все понятно, то сложность «все» подразумевает чередование сложных и легких вариантов пар.",
      "rulesp2": "<strong>Переворот</strong> – усложнение замедляющее поиск правильного ответа, так как при его активации, часть ответов будут отображены перевернутыми и их чтение утруднится.",
      "rulesp3": "Во время тренировки на рабочем поле появляются вопросы – это может быть название страны или валюты. Если в задании страна – нужно выбрать валюту из четырех вариантов ответов, которая используется данной страной. И наоборот, если вы видите валюту в задании – выбирайте страну – где она в обиходе.",
      "rulesp4": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 160,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_strana-valyta.jpg/",
      "logoImg": "assets/thumb_strana-valyta.jpg",
      "taskDescription": "Найдите логическую пару"
    },
    {
      "id": 9,
      "nameGameRu": "Вычитание",
      "nameGame": "vychitanie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Логическое мышление",
      "descriptionp1": "Классический математический <strong>тренажер для ума</strong>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <strong>тренажерный зал для мозга</strong>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <strong>Мозготрен</strong>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<strong>Внимание</strong> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Для настройки сложности, установите <strong>разрядность чисел</strong>, это может быть число от <strong>2 до 5</strong>. Данный параметр указывает сколько чисел будет участвовать в каждом примере для вычисления. Размер каждого числа не зависит от этого условия, они будут увеличиваться с ростом уровня сложности (после каждого правильного ответа). Разрядность чисел значительно влияет на <strong>коэффициент сложности</strong> – число, отображенное в верхнем левом углу рабочего поля.",
      "rulesp2": "<strong>Переворот</strong> – усложнение, которое меняет пространственное положение примеров. Перевернутые примеры воспринимаются тяжелее для нашего мозга, и это требует больше драгоценного времени, поэтому и коэффициент сложности при включении данного параметра вырастет.",
      "rulesp3": "<strong>Отрицательные</strong> – как очевидно из названия, в примерах будут появляться отрицательные числа, что сделает процесс подсчета интереснее и сложнее.",
      "rulesp4": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново, при этом сохраняться все выбранные ранее настройки сложности.",
      "basicComplexity": 46,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_vychitanie.jpg/",
      "logoImg": "assets/thumb_vychitanie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 10,
      "nameGameRu": "Умножение",
      "nameGame": "umnozhenie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Логическое мышление",
      "descriptionp1": "Классический математический <strong>тренажер для ума</strong>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <strong>тренажерный зал для мозга</strong>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <strong>Мозготрен</strong>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<strong>Внимание</strong> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Для настройки сложности, установите <strong>разрядность чисел</strong>, это может быть число от <strong>2 до 5</strong>. Данный параметр указывает сколько чисел будет участвовать в каждом примере для вычисления. Размер каждого числа не зависит от этого условия, они будут увеличиваться с ростом уровня сложности (после каждого правильного ответа). Разрядность чисел значительно влияет на <strong>коэффициент сложности</strong> – число, отображенное в верхнем левом углу рабочего поля.",
      "rulesp2": "<strong>Переворот</strong> – усложнение, которое меняет пространственное положение примеров. Перевернутые примеры воспринимаются тяжелее для нашего мозга, и это требует больше драгоценного времени, поэтому и коэффициент сложности при включении данного параметра вырастет.",
      "rulesp3": "<strong>Отрицательные</strong> – как очевидно из названия, в примерах будут появляться отрицательные числа, что сделает процесс подсчета интереснее и сложнее.",
      "rulesp4": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново, при этом сохраняться все выбранные ранее настройки сложности.",
      "basicComplexity": 16,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_umnozhenie.jpg/",
      "logoImg": "assets/thumb_umnozhenie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 11,
      "nameGameRu": "Деление",
      "nameGame": "delenie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Логическое мышление",
      "descriptionp1": "Классический математический <strong>тренажер для ума</strong>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <strong>тренажерный зал для мозга</strong>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <strong>Мозготрен</strong>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<strong>Внимание</strong> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Для настройки сложности, установите <strong>разрядность чисел</strong>, это может быть число от <strong>2 до 5</strong>. Данный параметр указывает сколько чисел будет участвовать в каждом примере для вычисления. Размер каждого числа не зависит от этого условия, они будут увеличиваться с ростом уровня сложности (после каждого правильного ответа). Разрядность чисел значительно влияет на <strong>коэффициент сложности</strong> – число, отображенное в верхнем левом углу рабочего поля.",
      "rulesp2": "<strong>Переворот</strong> – усложнение, которое меняет пространственное положение примеров. Перевернутые примеры воспринимаются тяжелее для нашего мозга, и это требует больше драгоценного времени, поэтому и коэффициент сложности при включении данного параметра вырастет.",
      "rulesp3": "<strong>Отрицательные</strong> – как очевидно из названия, в примерах будут появляться отрицательные числа, что сделает процесс подсчета интереснее и сложнее.",
      "rulesp4": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново, при этом сохраняться все выбранные ранее настройки сложности.",
      "basicComplexity": 16,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_delenie.jpg/",
      "logoImg": "assets/thumb_delenie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 12,
      "nameGameRu": "Шульте-цвет",
      "nameGame": "shulte-cvet",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Классическая <strong>таблица Вальтера Шульте</strong> была разработана выдающимся ученым и практиком для диагностики качеств внимания пациентов. Однако, данная психодиагностика вскоре приобрела образ <strong>тренировки для ума</strong>, так как показала отличные результаты. Другие исследователи и терапевты данной области не остались в стороне и совместно с доктором Шульте разрабатывали усложнения для его таблицы. Одним из таких расширенных <strong>тренажеров для ума</strong>, стала таблица Шульте-Горбова, которая и стала прообразом для упражнения «Шульте Алфавит». Она включает в себя не только цифры, но и буквы, а разные по цвету ячейки, в оригинальной версии, добавляют отвлекающего действия при тренировке.",
      "descriptionp2": "Представленный тренажер не копирует полностью вышеописанную таблицу, а лишь перенимает принцип и благодаря цифровым технологиям, имеет возможность наращивать уровень сложности постепенно. Кроме того, добавлен эффект перемещения ячеек и их переворот, что непременно скажется на сложности прохождения задания.",
      "questionp1": "«Шульте Алфавит» имеет свои особенности и подходит для тренировки тем, кто знает, как минимум, один из алфавитов. Вся кажущаяся простота не должна вводить в заблуждение, так как это один из самых эффективных тренажеров внимания за последние столетие. Общие усилия и совместный опыт нескольких ученых, позволил «отточить» данный инструмент до максимального результата.",
      "questionp2": "<p><strong>Угол восприятия и его тренировка</strong></p>Центры анализаторов в головном мозге устроены так, что мы максимально восприимчивы к информации в определенном центре нашего внимания и прямо пропорционально теряем концентрацию в зависимости от отдаления в сторону от центра. Другими словами нам сложно воспринимать и оценивать объекты не попадающие в центр нашего внимания, от того места на котором мы сейчас сконцентрированы.",
      "questionp3": "Данная таблица устроена таким образом, что идущие подряд буквы расположены не в привычном порядке и для поиска определенной из них нам нужно охватить взглядом всю таблицу, поскольку мы не будем знать, в каком направлении двигаться. Это позволяет путем многократных тренировок добиться расширения своего угла восприятия и одновременно видеть и анализировать большую площадь перед собой. Стоит уточнить, что размер рабочего поля также учтен при проектировании и имеет значение, не нужно увеличивать масштаб экрана при прохождении задания. В оде усложнения уровней, количество ячеек с информацией также увеличивается.",
      "questionp4": "<p><strong>Развитие внимания</strong></p>Прохождение этого <strong>упражнения для мозга</strong>, требует повышенной концентрации на всех этапах. Задания построены таким образом, что при успешном прохождении более легких уровней, сложность увеличивается и требует еще больше внимания для поиска необходимых буквенных ячеек. Такая нагрузка на анализаторы центральной нервной системы в умеренных количествах очень полезна и способствует развитию удержания внимания.",
      "questionp5": "<p><strong>Тренировка реакции</strong></p>Используя данный, достаточно простой тренажер, вы создаете нагрузку не только на анализаторы и их центры, но и на соответственные моторные функции, приводимые в действие центрами нервной системы. Ограниченное время подталкивает выполнять действия быстро и моментально после нахождения правильного расположения буквенных ячеек.",
      "questionp6": "<p><strong>Скорость мышления</strong></p>Используя сложные настройки, уже не достаточно просто широкого угла восприятия, приходится постоянно анализировать данные ячеек, которые к тому же еще и перемещаются. От того как быстро игрок способен это сделать, зависит конечный результат. Не менее важно удерживать в голове порядок букв выбранного алфавита.",
      "rulesp1": "Настроить уровень сложности тренажера можно выбрав <strong>какой алфавит будет отображен<strong>. Это может быть <strong>кириллица или латиница<strong>, в зависимости от этого, изменится количество букв алфавита, однако на высоких уровнях пустые ячейки заполняются отвлекающими символами. В ходе изменения данной настройки вы сможете наблюдать повышение или снижение коэффициента сложности в левом верхнем углу рабочего поля. Данный показатель напрямую влияет на трудность прохождения тренировки, но и повышает количество баллов за каждый правильный ответ.",
      "rulesp2": "<strong>Перемешивать</strong> – функция, при которой с каждой правильно выбранной ячейкой в таблице, их расположение будет меняться. Таким образом, не выйдет изначально запомнить координаты сразу нескольких последовательно идущих букв, но каждый раз их придется искать заново.",
      "rulesp3": "<strong>Переворот</strong> – усложняющее дополнение в виде хаотично перевернутых ячеек с буквами. Их непривычное расположение в пространстве утруднит поиск необходимой буквы и придаст сложности тренировке.",
      "rulesp4": "В начале игры таблица состоит всего с 9-ти ячеек, вместо классических 25-ти, однако на третьем уровне их будет 25, а дальше больше и соответственно сложнее. Уровень сложности повышается с каждой правильно сложенной до конца таблицей. Допущенные неправильные ответы задерживают этот процесс.",
      "rulesp5": "Кнопка <strong>рестарт</strong>, в правом верхнем углу рабочего поля, позволяет перезапустить тренировку без потери выбранных настроек сложности.",
      "basicComplexity": 28,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 3,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_shulte-cvet.jpg/",
      "logoImg": "assets/thumb_shulte-cvet.jpg",
      "taskDescription": "Нажимайте на цвет"
    },
    {
      "id": 13,
      "nameGameRu": "Сортировщик чисел",
      "nameGame": "sortirovshchik-cifr",
      "check1": "Развивает кратковременную память",
      "check2": "Концентрирует внимание",
      "check3": "Развивает образную память",
      "descriptionp1": "Разнонаправленный <strong>тренажер для мозга</strong>, имеющий высокий уровень нагрузки на внимание, эффективен для людей с разным уровнем образования. Степень интенсивности тренировки и уровень нагрузки определяется умным алгоритмом, что позволяет использовать тренажер «Сортировка цветов» на каждом из этапов развития памяти и внимания.",
      "descriptionp2": "Является одним из самых увлекательных упражнений, тренажерного зала для мозга компании <strong>Мозготрен</strong>, так как имеет широкий диапазон усложнений и разнообразия объектов для сортировки. Может вызвать трудности у те, кто имеет проблемы с восприятием цвета или оттенков.",
      "descriptionp3": "Группа подобных тренажеров для памяти еще включает в себя «Сортировщик слов» и «Сортировщик чисел», которые внесут разнообразие в однотипные занятия.",
      "questionp1": "Не смотря на тот факт, что данное упражнение находится в разделе для памяти, это вовсе не говорит о его узко направленности. Напротив, занятия на данном <strong>тренажере для ума</strong>, имеют комплексное благотворное воздействие на разные системы анализаторов.",
      "questionp2": "<strong>Внимание</strong> – Особенностью данного тренажера является повышенная нагрузка на внимание, это продиктовано не только большим количеством цветов для запоминания, которые встречаются на высоких уровнях сложности, но и наличием нескольких оттенков одного и того же цвета в одном упражнении. Учитывая тот факт, что кратковременная память содержит в себе аудио информацию, сформулированную вашим мозгом, придется попотеть чтобы объяснять себе какие оттенки вы хотите запомнить и в какой последовательности. И без того сложное упражнение, нужно выполнять на время, это своего рода стресс-фактор, который не только повышает концентрацию внимания, а следовательно и его развитие, но и активизирует всю нервную систему в целом, а также скорость транспортировки кислорода и питательных веществ к мозгу.",
      "questionp3": "<strong>Кратковременная память</strong> - как уже упоминалось, одна из сложностей задания заключается в наличии нескольких оттенков одного цвета в упражнении. Для идентификации цветового образа, в кратковременной памяти должно сохраниться больше информации о нем, чем просто название цвета (возможно исключением станут художники, хранящие в постоянной памяти названия большего количества цветов и оттенков, чем среднестатистический человек). Каждый новый уровень сложности расширяет количество информации для запоминания, а ограничения по времени стимулируют к поиску более быстрого способа запечатления цветов.",
      "questionp4": "<strong>Пространственная память</strong> - воссоздание точного местоположения оттенков по памяти – основная цель упражнений данного тренажера. Это, несомненно, активизирует центры навигационной памяти, отвечающие за позиционирование и удержание в голове часто используемых маршрутов. Кроме самой тренировки данного отдела центральной нервной системы, такая манипуляция дополнительно раздражает всю нервную систему, что положительно сказывается на результате занятий.",
      "rulesp1": "Перед стартом игры нужно настроить уровень ее сложности, в первую очередь это <strong>количество списков с цветами</strong>, которые будут отображаться на рабочем поле одновременно. Это количество может быть от 1 до 3, при этом обратите внимание на коэффициент сложности в левом вернем углу, он будет меняться. <strong>Количество ячеек в каждом списке</strong> не выбирается, оно меняется постепенно в ходе правильного выполнения упражнения.",
      "rulesp2": "<strong>Градиент</strong> – усложнение, которое создает трудности в запоминании цвета, та как он состоит из нескольких просты цветов. При этом, в одном задании могут быть два одинаковых градиента, но с разным направлением цветов.",
      "rulesp3": "<strong>Оттенки</strong> – возможность определять в задании не только простые цвета, но и несколько оттенков одного и того же цвета.",
      "rulesp4": "При старте игры, на рабочем поле появится список ячеек с цветами, порядок которых нужно запомнить, после этого нужно нажать кнопку «запомнил» и перетаскивая ячейки, восстановить этот порядок. Ответ засчитается при нажатии кнопки «проверить», те ячейки, что расставлены на свои места, будут подсвечены <strong>зеленым</strong>, остальные – <strong>красным</strong>.",
      "rulesp5": "<strong>Рестарт</strong> – начинает игру заново, при этом все настройки сложности останутся прежними.",
      "basicComplexity": 24,
      "category": "Память",
      "categoryId": 1,
      "levels": 5,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_sortirovshchik-cifr.jpg/",
      "time": 60,
      "logoImg": "assets/thumb_sortirovshchik-cifr.jpg",
      "taskDescription": "Отсортируйте числа"
    },
    {
      "id": 14,
      "nameGameRu": "Сортировщик слов",
      "nameGame": "sortirovshchik-slov",
      "check1": "Развивает кратковременную память",
      "check2": "Концентрирует внимание",
      "check3": "Развивает образную память",
      "descriptionp1": "Разнонаправленный <strong>тренажер для мозга</strong>, имеющий высокий уровень нагрузки на внимание, эффективен для людей с разным уровнем образования. Степень интенсивности тренировки и уровень нагрузки определяется умным алгоритмом, что позволяет использовать тренажер «Сортировка цветов» на каждом из этапов развития памяти и внимания.",
      "descriptionp2": "Является одним из самых увлекательных упражнений, тренажерного зала для мозга компании <strong>Мозготрен</strong>, так как имеет широкий диапазон усложнений и разнообразия объектов для сортировки. Может вызвать трудности у те, кто имеет проблемы с восприятием цвета или оттенков.",
      "descriptionp3": "Группа подобных тренажеров для памяти еще включает в себя «Сортировщик слов» и «Сортировщик чисел», которые внесут разнообразие в однотипные занятия.",
      "questionp1": "Не смотря на тот факт, что данное упражнение находится в разделе для памяти, это вовсе не говорит о его узко направленности. Напротив, занятия на данном <strong>тренажере для ума</strong>, имеют комплексное благотворное воздействие на разные системы анализаторов.",
      "questionp2": "<strong>Внимание</strong> – Особенностью данного тренажера является повышенная нагрузка на внимание, это продиктовано не только большим количеством цветов для запоминания, которые встречаются на высоких уровнях сложности, но и наличием нескольких оттенков одного и того же цвета в одном упражнении. Учитывая тот факт, что кратковременная память содержит в себе аудио информацию, сформулированную вашим мозгом, придется попотеть чтобы объяснять себе какие оттенки вы хотите запомнить и в какой последовательности. И без того сложное упражнение, нужно выполнять на время, это своего рода стресс-фактор, который не только повышает концентрацию внимания, а следовательно и его развитие, но и активизирует всю нервную систему в целом, а также скорость транспортировки кислорода и питательных веществ к мозгу.",
      "questionp3": "<strong>Кратковременная память</strong> - как уже упоминалось, одна из сложностей задания заключается в наличии нескольких оттенков одного цвета в упражнении. Для идентификации цветового образа, в кратковременной памяти должно сохраниться больше информации о нем, чем просто название цвета (возможно исключением станут художники, хранящие в постоянной памяти названия большего количества цветов и оттенков, чем среднестатистический человек). Каждый новый уровень сложности расширяет количество информации для запоминания, а ограничения по времени стимулируют к поиску более быстрого способа запечатления цветов.",
      "questionp4": "<strong>Пространственная память</strong> - воссоздание точного местоположения оттенков по памяти – основная цель упражнений данного тренажера. Это, несомненно, активизирует центры навигационной памяти, отвечающие за позиционирование и удержание в голове часто используемых маршрутов. Кроме самой тренировки данного отдела центральной нервной системы, такая манипуляция дополнительно раздражает всю нервную систему, что положительно сказывается на результате занятий.",
      "rulesp1": "Перед стартом игры нужно настроить уровень ее сложности, в первую очередь это <strong>количество списков с цветами</strong>, которые будут отображаться на рабочем поле одновременно. Это количество может быть от 1 до 3, при этом обратите внимание на коэффициент сложности в левом вернем углу, он будет меняться. <strong>Количество ячеек в каждом списке</strong> не выбирается, оно меняется постепенно в ходе правильного выполнения упражнения.",
      "rulesp2": "<strong>Градиент</strong> – усложнение, которое создает трудности в запоминании цвета, та как он состоит из нескольких просты цветов. При этом, в одном задании могут быть два одинаковых градиента, но с разным направлением цветов.",
      "rulesp3": "<strong>Оттенки</strong> – возможность определять в задании не только простые цвета, но и несколько оттенков одного и того же цвета.",
      "rulesp4": "При старте игры, на рабочем поле появится список ячеек с цветами, порядок которых нужно запомнить, после этого нужно нажать кнопку «запомнил» и перетаскивая ячейки, восстановить этот порядок. Ответ засчитается при нажатии кнопки «проверить», те ячейки, что расставлены на свои места, будут подсвечены <strong>зеленым</strong>, остальные – <strong>красным</strong>.",
      "rulesp5": "<strong>Рестарт</strong> – начинает игру заново, при этом все настройки сложности останутся прежними.",
      "basicComplexity": 44,
      "category": "Память",
      "categoryId": 1,
      "levels": 5,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_sortirovshchik-slov.jpg/",
      "time": 60,
      "logoImg": "assets/thumb_sortirovshchik-slov.jpg",
      "taskDescription": "Отсортируйте слова"
    },
    {
      "id": 15,
      "nameGameRu": "Английский словарь",
      "nameGame": "angliyskiy-slovar",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Скорость мышления",
      "discription-p1": "<strong>Тренажер ума для эрудитов</strong>, развивающий скорость мышления, внимательность, приносящий азарт удовольствие и новые познания в связи валюты и определенной страны. Данное упражнение подойдет для любого возраста при умении читать, однако в более раннем возрасте его можно проходить с родителями. Режим мульти-игра позволит устроить состязание между несколькими участниками и провести время интересно и с пользой.",
      "question-p1": "Как и все упражнения, представленные в разделе, данный <strong>тренажер ума</strong> направлен сразу на несколько систем и дает комплексную нагрузку.",
      "question-p2": "<strong>Эрудиция</strong> – данный тренажер не базируется лишь на знаниях стран и их валют, однако такие познания значительно повысят ваши шансы набрать большое количество баллов и победить в состязании. Даже если до начала тренировок вы не знали многих валют, в процессе прохождения задания можно с легкостью пополнять эти недостающие знания.",
      "question-p3": "<strong>Логическое мышление</strong> – Для дачи правильных ответов важно понимать связь между валютами и конкретными странами, однако внимательность и логическое сопоставление информации на экране помогут найти правильный ответ на многие вопросы даже без базовых знаний в данной сфере.",
      "question-p4": "<strong>Интуиция</strong> – не заметные на первый взгляд мелочи в названии, даже на подсознательном уровне могут наталкивать на правильный ответ. Чем чаще вы будете практиковаться, тем более выраженным будет эффект.",
      "rules-p1": "Сложность прохождения тренировки зависит от того, какие по известности страны будут попадаться игроку. Более популярные и большие страны относятся к легким, так как они на слуху и их валюты чаще встречаются. Соответственно, маленькие, малоизвестные страны относятся к категории тяжелых пар. В начале игры можно выбрать сложность: <strong>легкие, все</strong> или <strong>сложные</strong>. Если с легкими и сложными все понятно, то сложность «все» подразумевает чередование сложных и легких вариантов пар.",
      "rules-p2": "<strong>Переворот</strong> – усложнение замедляющее поиск правильного ответа, так как при его активации, часть ответов будут отображены перевернутыми и их чтение утруднится.",
      "rules-p3": "Во время тренировки на рабочем поле появляются вопросы – это может быть название страны или валюты. Если в задании страна – нужно выбрать валюту из четырех вариантов ответов, которая используется данной страной. И наоборот, если вы видите валюту в задании – выбирайте страну – где она в обиходе.",
      "rules-p4": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 180,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_angliyskiy-slovar.jpg/",
      "logoImg": "assets/thumb_angliyskiy-slovar.jpg",
      "taskDescription": "Найдите перевод слова"
    }
  ]
}