{
  "games": [
    {
      "id": 1,
      "nameGameRu": "Сортировщик цветов",
      "nameGame": "sortirovshchik-cvetov",
      "check1": "Развивает кратковременную память",
      "check2": "Концентрирует внимание",
      "check3": "Развивает образную память",
      "descriptionp1": "Разнонаправленный <strong>тренажер для мозга</strong>, имеющий высокий уровень нагрузки на внимание, эффективен для людей с разным уровнем образования. Степень интенсивности тренировки и уровень нагрузки определяется умным алгоритмом, что позволяет использовать тренажер «Сортировка цветов» на каждом из этапов развития памяти и внимания.",
      "descriptionp2": "Является одним из самых увлекательных упражнений, тренажерного зала для мозга компании <strong>Мозготрен</strong>, так как имеет широкий диапазон усложнений и разнообразия объектов для сортировки. Может вызвать трудности у те, кто имеет проблемы с восприятием цвета или оттенков.",
      "descriptionp3": "Группа подобных тренажеров для памяти еще включает в себя <a class='link-blue' href='/trenagor#sortirovshchik-slov'><strong>«Сортировщик слов»</strong></a> и <a class='link-blue' href='/trenagor#sortirovshchik-cifr'><strong>«Сортировщик чисел»</strong></a>, которые внесут разнообразие в однотипные занятия.",
      "questionp1": "Не смотря на тот факт, что данное упражнение находится в разделе для памяти, это вовсе не говорит о его узко направленности. Напротив, занятия на данном <strong>тренажере для ума</strong>, имеют комплексное благотворное воздействие на разные системы анализаторов.",
      "questionp2": "<strong>Внимание</strong> – Особенностью данного тренажера является повышенная нагрузка на внимание, это продиктовано не только большим количеством цветов для запоминания, которые встречаются на высоких уровнях сложности, но и наличием нескольких оттенков одного и того же цвета в одном упражнении. Учитывая тот факт, что кратковременная память содержит в себе аудио информацию, сформулированную вашим мозгом, придется попотеть чтобы объяснять себе какие оттенки вы хотите запомнить и в какой последовательности. И без того сложное упражнение, нужно выполнять на время, это своего рода стресс-фактор, который не только повышает концентрацию внимания, а следовательно и его развитие, но и активизирует всю нервную систему в целом, а также скорость транспортировки кислорода и питательных веществ к мозгу.",
      "questionp3": "<a class='link-blue' href='#'><strong>Кратковременная память</strong><a> - как уже упоминалось, одна из сложностей задания заключается в наличии нескольких оттенков одного цвета в упражнении. Для идентификации цветового образа, в кратковременной памяти должно сохраниться больше информации о нем, чем просто название цвета (возможно исключением станут художники, хранящие в постоянной памяти названия большего количества цветов и оттенков, чем среднестатистический человек). Каждый новый уровень сложности расширяет количество информации для запоминания, а ограничения по времени стимулируют к поиску более быстрого способа запечатления цветов.",
      "questionp4": "<strong>Пространственная память</strong> - воссоздание точного местоположения оттенков по памяти – основная цель упражнений данного тренажера. Это, несомненно, активизирует центры навигационной памяти, отвечающие за позиционирование и удержание в голове часто используемых маршрутов. Кроме самой тренировки данного отдела центральной нервной системы, такая манипуляция дополнительно раздражает всю нервную систему, что положительно сказывается на результате занятий.",
      "rulesp1": "При старте игры, на рабочем поле появится список ячеек с цветами, порядок которых нужно запомнить, после этого нужно нажать кнопку «запомнил» и перетаскивая ячейки, восстановить этот порядок. Ответ засчитается при нажатии кнопки «проверить», те ячейки, что расставлены на свои места, будут подсвечены <strong>зеленым</strong>, остальные – <strong>красным</strong>.",
      "rulesp2": "<strong>Рестарт</strong> – начинает игру зановою.",
      "basicComplexity": 46,
      "category": "Память",
      "categoryId": 1,
      "levels": 5,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_sortirovshchik-cvetov.jpg/",
      "logoImg": "assets/thumb_sortirovshchik-cvetov.jpg",
      "taskDescription": "Отсортируйте цвета"
    },
    {
      "id": 2,
      "nameGameRu": "Цифровая маска",
      "nameGame": "cifrovaya-maska",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Обработку информации",
      "descriptionp1": "Данный тренажер для мозга направлен в первую очередь на развитие внимания и скорости мышления, отлично подойдет тем, кто любит работать с цифрами, однако считать здесь вовсе не придется. Задача заключается только в поиске соответствия чисел заданной маске.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный тренажер ума направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<strong>Внимание</strong> – основная цель тренировки, сопоставлять заданную цифровую маску с наборами чисел, и увидев соответствие быстро дать точный ответ. В настройках задания также доступны различные усложнения, созданные для отвлечения вашего внимания.",
      "questionp3": "<a class='link-blue' href='#'><strong>Скорость мышления</strong></a> – ключевой фактор в определении правильного соответствия, при чем очень быстро – это анализ и мышление. Каждый игрок выбирает свою стратегию поиска соответствий и от этого выбора зависит результат.",
      "rulesp1": "Количество ячеек с ответами в начале игры составляет три и с каждым правильным ответом оно растет до своего максимального значения 12, тем самым плавно увеличивая трудность поиска.",
      "rulesp2": "Каждый верный ответ повышает уровень сложности на один пункт, также возрастает и стоимость правильного ответа в виде начисленных очков. Неверный ответ снижает этот уровень на один пункт и приводит к штрафной потере части очков.",
      "basicComplexity": 39,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 10,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_cifrovaya-maska.jpg",
      "logoImg": "assets/thumb_cifrovaya-maska.jpg",
      "taskDescription": "Выберите подходящее число"
    },
    {
      "id": 3,
      "nameGameRu": "Шульте-алфавит",
      "nameGame": "shulte-alfavit",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Классическая <a class='link-blue' href='#'><strong>таблица Вальтера Шульте</strong></a> была разработана выдающимся ученым и практиком для диагностики качеств внимания пациентов. Однако, данная психодиагностика вскоре приобрела образ <a class='link-blue' href='/trenagors'><strong>тренировки для ума</strong></a>, так как показала отличные результаты. Другие исследователи и терапевты данной области не остались в стороне и совместно с доктором Шульте разрабатывали усложнения для его таблицы. Одним из таких расширенных <strong>тренажеров для ума</strong>, стала таблица Шульте-Горбова, которая и стала прообразом для упражнения «Шульте Алфавит». Она включает в себя не только цифры, но и буквы, а разные по цвету ячейки, в оригинальной версии, добавляют отвлекающего действия при тренировке.",
      "descriptionp2": "Представленный тренажер не копирует полностью вышеописанную таблицу, а лишь перенимает принцип и благодаря цифровым технологиям, имеет возможность наращивать уровень сложности постепенно. Кроме того, добавлен эффект перемещения ячеек и их переворот, что непременно скажется на сложности прохождения задания.",
      "questionp1": "<strong>Шульте Алфавит</strong> имеет свои особенности и подходит для тренировки тем, кто знает, как минимум, один из алфавитов. Вся кажущаяся простота не должна вводить в заблуждение, так как это один из самых эффективных тренажеров внимания за последние столетие. Общие усилия и совместный опыт нескольких ученых, позволил «отточить» данный инструмент до максимального результата.",
      "questionp2": "<strong>Угол восприятия и его тренировка</strong><br>Центры анализаторов в головном мозге устроены так, что мы максимально восприимчивы к информации в определенном центре нашего внимания и прямо пропорционально теряем концентрацию в зависимости от отдаления в сторону от центра. Другими словами нам сложно воспринимать и оценивать объекты не попадающие в центр нашего внимания, от того места на котором мы сейчас сконцентрированы.",
      "questionp3": "Данная таблица устроена таким образом, что идущие подряд буквы расположены не в привычном порядке и для поиска определенной из них нам нужно охватить взглядом всю таблицу, поскольку мы не будем знать, в каком направлении двигаться. Это позволяет путем многократных тренировок добиться расширения своего угла восприятия и одновременно видеть и анализировать большую площадь перед собой. Стоит уточнить, что размер рабочего поля также учтен при проектировании и имеет значение, не нужно увеличивать масштаб экрана при прохождении задания. В оде усложнения уровней, количество ячеек с информацией также увеличивается.",
      "questionp4": "<strong>Развитие внимания</strong><br>Прохождение этого <a class='link-blue' href='/trenagors'><strong>упражнения для мозга</strong></a>, требует повышенной концентрации на всех этапах. Задания построены таким образом, что при успешном прохождении более легких уровней, сложность увеличивается и требует еще больше внимания для поиска необходимых буквенных ячеек. Такая нагрузка на анализаторы центральной нервной системы в умеренных количествах очень полезна и способствует развитию удержания внимания.",
      "questionp5": "<strong>Тренировка реакции</strong><br>Используя данный, достаточно простой тренажер, вы создаете нагрузку не только на анализаторы и их центры, но и на соответственные моторные функции, приводимые в действие центрами нервной системы. Ограниченное время подталкивает выполнять действия быстро и моментально после нахождения правильного расположения буквенных ячеек.",
      "questionp6": "<strong>Скорость мышления</strong><br>Приходится постоянно анализировать данные ячеек, которые к тому же еще и перемещаются. От того как быстро игрок способен это сделать, зависит конечный результат. Не менее важно удерживать в голове порядок букв выбранного алфавита.",
      "rulesp1": "В начале игры таблица состоит всего с 9-ти ячеек, вместо классических 25-ти, однако на третьем уровне их будет 25, а дальше больше и соответственно сложнее. Уровень сложности повышается с каждой правильно сложенной до конца таблицей. Допущенные неправильные ответы задерживают этот процесс.",
      "rulesp2": "Кнопка <strong>рестарт</strong>, в правом верхнем углу рабочего поля, позволяет перезапустить тренировку.",
      "basicComplexity": 22,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 4,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_shulte-alfavit.jpg/",
      "logoImg": "assets/thumb_shulte-alfavit.jpg",
      "taskDescription": "Нажимайте на буквы"
    },
    {
      "id": 4,
      "nameGameRu": "Таблица Шульте",
      "nameGame": "tablica-shulte",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Достаточно простой и понятный <a class='link-blue' href='/trenagors'><strong>тренажер для мозга</strong></a>, который подходит не только для взрослых, но и доступен детям младшего школьного возраста, которые уже знакомы с цифрами. Однако его влияние доказано выдающимся немецким психиатром Вальтером Шульте.",
      "descriptionp2": "Изначально, данная таблица была придумана известным психотерапевтом как проба для психодиагностики, которая с высокой точностью позволяет определить степень внимания человека. В ходе исследований, выявилась способность данного упражнения влиять положительным образом на угол зрительного периферического восприятия и внимания. Другими словами, таблица не только помогает диагностировать качества концентрации отдельного человека, но и позволяет их улучшить.",
      "questionp1": "В сравнении с некоторыми другими представленными на сайте тренажерами, <a class='link-blue' href='#'><strong>«Таблица Шульте»</strong></a> может показаться слишком простой, однако это вовсе не говорит о ее эффективности и если вы раньше не занимались расширением своего угла восприятия, то однозначно, начинать стоит именно с данного тренажера.",
      "questionp2": "<p><strong>Угол восприятия и его тренировка</strong></p>Центры анализаторов в головном мозге устроены так, что мы максимально восприимчивы к информации в определенном центре нашего внимания и прямо пропорционально теряем концентрацию в зависимости от отдаления в сторону от центра. Другими словами нам сложно воспринимать и оценивать объекты не попадающие в центр нашего внимания, от того места на котором мы сейчас сконцентрированы.",
      "questionp3": "Данная таблица устроена таким образом, что знакомые нам цифры расположены не в привычном порядке и для поиска определенной из них нам нужно охватить взглядом всю таблицу, поскольку мы не будем знать, в каком направлении двигаться. Это позволяет путем многократных тренировок добиться расширения своего угла внимания и одновременно видеть и анализировать большую площадь перед собой. Стоит уточнить, что размер рабочего поля также учтен при проектировании и имеет значение, не нужно увеличивать масштаб экрана при прохождении задания.",
      "questionp4": "<strong>Развитие внимания</strong><br>Концентрация на большой площади и ее анализ требует повышенного внимания, и это напряжение не спадает до окончания упражнения, так как постоянно требуется искать следующую цифру. Использование данного тренажера положительным образом сказывается на внимательности в повседневных делах и первый результат уже заметен после нескольких регулярных тренировок.",
      "questionp5": "<strong>Тренировка реакции</strong><br>Используя данный, достаточно простой тренажер, вы создаете нагрузку не только на анализаторы и их центры, но и на соответственные моторные функции, приводимые в действие центрами нервной системы. Ограниченное время подталкивает выполнять действия быстро и моментально после нахождения правильного расположения числа.",
      "questionp6": "<strong>Скорость мышления</strong><br>Приходится постоянно анализировать данные ячеек, которые к тому же еще и перемещаются. От того как быстро игрок способен это сделать, зависит конечный результат.",
      "rulesp1": "В начале игры таблица состоит всего с 9-ти ячеек, вместо классических 25-ти, однако на третьем уровне и будет 25, а дальше больше и соответственно сложнее. Уровень сложности повышается с каждой правильно сложенной до конца таблицей.",
      "rulesp2": "Кнопка <strong>рестарт</strong>, в правом верхнем углу рабочего поля, позволяет перезапустить тренировку.",
      "basicComplexity": 20,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 4,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_tablica-shulte.jpg/",
      "logoImg": "assets/thumb_tablica-shulte.jpg",
      "taskDescription": "Нажимайте на числа"
    },
    {
      "id": 5,
      "nameGameRu": "Арифметика",
      "nameGame": "arifmetika",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Логическое мышление",
      "descriptionp1": "Самый разнообразный из математических <a class='link-blue' href='/trenagors'><strong>тренажеров для ума</strong></a>, тем самым и более сложный, так как включает в каждом примере минимум две операции в уме, порядок которых также важен и определяется игроком.",
      "descriptionp2": "Подобные <a class='link-blue' href='/trenagors'><strong>игры для мозга</strong></a> не редкость среди многих культур, однако, выход и в онлайн-платформу <strong>Мозготрен</strong>, позволил сделать нагрузку более гибкой и разнообразить задания. Также дополнительного азарта тренировкам придает возможность состязаний в режиме реального времени, пригласив друзей померяться силами.",
      "questionp1": "Арифметический тренажер не является узкоспециализированным, та как он одновременно включает в работу несколько систем нашего мозга. Примеры включают несколько операций и отличаются необходимостью хорошо напрячь мозг. В данном тренажере вы будете тренировать счет в уме: <a class='link-blue' href='/trenagor#slozhenie'><strong>сложение</strong></a>, <a class='link-blue' href='/trenagor#vychitanie'><strong>вычитание</strong></a>, <a class='link-blue' href='/trenagor#umnozhenie'><strong>умножение</strong></a> и <a class='link-blue' href='/trenagor#delenie'><strong>деление</strong></a>. ",
      "questionp2": "<strong>Оперативная и кратковременная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме даже на минимальных настройках сложности, требуют хорошего развития оперативной и кратковременной памяти, тем самым данные действия стимулируют этот процесс. Благо, такое место в нашем мозгу не имеет постоянного ограничения и расширяется упражнениями.",
      "questionp3": "<strong>Логическое мышление</strong> – важное отличие данного тренажера от подобных в разделе заданий на мышление в том, что среди нескольких операций с числами в каждом примере, нужно определять их приоритет, соответственно законам математики. К тому же, выбор правильного алгоритма действий может повлиять на скорость поиска правильного ответа и на результат в целом.",
      "questionp4": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp5": "<strong>Внимание</strong> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд, учитывая тот факт, что отрицательные ответы могут встречаться даже на самом легком уровне.",
      "rulesp1": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново.",
      "basicComplexity": 48,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_arifmetika.jpg/",
      "logoImg": "assets/thumb_arifmetika.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 6,
      "nameGameRu": "Сложение",
      "nameGame": "slozhenie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Логическое мышление",
      "descriptionp1": "Классический математический <strong>тренажер для ума</strong>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <a class='link-blue' href='/trenagors'><strong>тренажерный зал для мозга</strong></a>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <a class='link-blue' href='/home'><strong>Мозготрен</strong></a>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<strong>Внимание</strong> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново.",
      "basicComplexity": 44,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 7,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_slozhenie.jpg/",
      "logoImg": "assets/thumb_slozhenie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 7,
      "nameGameRu": "Пара: Страна - Столица",
      "nameGame": "strana-stolica",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Увеличивает скорость мышления",
      "descriptionp1": "Онлайн тренажер из группы упражнений на эрудицию сайта Мозготрен. Немаловажным для успешного прохождения задания является интуиция участника и его скорость мышления. Кроме того, само прохождение данного тренажера для мозга дает определенные базовые познания названии столиц определенных стран.",
      "descriptionp2": "Тренажер не только полезен для вашего ума, но и интересен, пользуется успехом у детей среднего школьного и старшего возраста, также позволяет проводить небольшие состязания с географическим уклоном.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный тренажер ума направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<a class='link-blue' href='/trenagors'><strong>Эрудиция</strong></a> – хотя игра не подразумевает глубоких познаний о разных странах, все же помогает запомнить соответствия между столицей определенной страны и ее названием. Позволяет расширить свои познания о малоизвестных государствах, а также посоревноваться с друзьями.",
      "questionp3": "<strong>Зрительная память</strong> – даже если до этого упражнения игрок не знал многих столиц или государств, во время регулярных тренировок он обязательно какую-то часть из них запомнит, эффективность будет возрастать по мере продолжения занятий.",
      "questionp4": "<strong>Интуиция</strong> – не заметные на первый взгляд мелочи в названии или географическом положении, даже на подсознательном уровне могут наталкивать на правильный ответ. Чем чаще вы будете практиковаться, тем более выраженным будет эффект.",
      "rulesp1": "Во время тренировки на рабочем поле появляются вопросы – это может быть название столицы или страны. Соответственно, из четырех вариантов ответа ниже нужно выбрать название страны, чью столицу вы видите на экране или одну из ячеек с названием столицы, принадлежащий стране, название которой в задании.",
      "rulesp2": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 150,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_strana-stolica.jpg/",
      "logoImg": "assets/thumb_strana-stolica.jpg",
      "taskDescription": "Найдите логическую пару"
    },
    {
      "id": 8,
      "nameGameRu": "Пара: Страна - Валюта",
      "nameGame": "strana-valyta",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Улучшает скорость мышления",
      "descriptionp1": "<a class='link-blue' href='/trenagors'><strong>Тренажер ума для эрудитов</strong></a>, развивающий скорость мышления, внимательность, приносящий азарт удовольствие и новые познания в связи валюты и определенной страны. Данное упражнение подойдет для любого возраста при умении читать, однако в более раннем возрасте его можно проходить с родителями. Режим мульти-игра позволит устроить состязание между несколькими участниками и провести время интересно и с пользой.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный <a class='link-blue' href='/trenagors'><strong>тренажер ума</strong></a> направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<a class='link-blue' href='/trenagors'><strong>Эрудиция</strong></a> – данный тренажер не базируется лишь на знаниях стран и их валют, однако такие познания значительно повысят ваши шансы набрать большое количество баллов и победить в состязании. Даже если до начала тренировок вы не знали многих валют, в процессе прохождения задания можно с легкостью пополнять эти недостающие знания.",
      "questionp3": "<strong>Логическое мышление</strong> – Для дачи правильных ответов важно понимать связь между валютами и конкретными странами, однако внимательность и логическое сопоставление информации на экране помогут найти правильный ответ на многие вопросы даже без базовых знаний в данной сфере.",
      "questionp4": "<strong>Интуиция</strong> – не заметные на первый взгляд мелочи в названии, даже на подсознательном уровне могут наталкивать на правильный ответ. Чем чаще вы будете практиковаться, тем более выраженным будет эффект.",
      "rulesp1": "Во время тренировки на рабочем поле появляются вопросы – это может быть название страны или валюты. Если в задании страна – нужно выбрать валюту из четырех вариантов ответов, которая используется данной страной. И наоборот, если вы видите валюту в задании – выбирайте страну – где она в обиходе.",
      "rulesp2": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 160,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_strana-valyta.jpg/",
      "logoImg": "assets/thumb_strana-valyta.jpg",
      "taskDescription": "Найдите логическую пару"
    },
    {
      "id": 9,
      "nameGameRu": "Вычитание",
      "nameGame": "vychitanie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Улучшает логическое мышление",
      "descriptionp1": "Классический математический <a class='link-blue' href='/trenagors'><strong>тренажер для ума</strong></a>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <strong>тренажерный зал для мозга</strong>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <a class='link-blue' href='/home'><strong>Мозготрен</strong></a>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<a class='link-blue' href='#'><strong>Внимание</strong></a> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново, при этом сохраняться все выбранные ранее настройки сложности.",
      "basicComplexity": 46,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_vychitanie.jpg/",
      "logoImg": "assets/thumb_vychitanie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 10,
      "nameGameRu": "Умножение",
      "nameGame": "umnozhenie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Улучшает логическое мышление",
      "descriptionp1": "Классический математический <a class='link-blue' href='/trenagors'><strong>тренажер для ума</strong></a>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <strong>тренажерный зал для мозга</strong>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <a class='link-blue' href='/home'><strong>Мозготрен</strong></a>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<a class='link-blue' href='#'><strong>Внимание</strong></a> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново, при этом сохраняться все выбранные ранее настройки сложности.",
      "basicComplexity": 16,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_umnozhenie.jpg/",
      "logoImg": "assets/thumb_umnozhenie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 11,
      "nameGameRu": "Деление",
      "nameGame": "delenie",
      "check1": "Увеличивает скорость мышления",
      "check2": "Концентрирует внимание",
      "check3": "Улучшает логическое мышление",
      "descriptionp1": "Классический математический <a class='link-blue' href='/trenagors'><strong>тренажер для ума</strong></a>, который станет актуальным упражнением для самой разной аудитории, начиная с школьников начальных классов. Сложение является базовым умением работы с числами и для эффективного освоения данного навыка необходимо выполнять все операции в уме",
      "descriptionp2": "Практикуя математические задания, вы тем самым посещаете настоящий <strong>тренажерный зал для мозга</strong>, где собраны действенные упражнения в игровой форме. И хотя «сложение» может показаться простым, в реальности это совсем не так, ведь данный тренажер для мозга занимает довольно высокий уровень сложности среди всех представленных игр на платформе <a class='link-blue' href='/home'><strong>Мозготрен</strong></a>. Вся сложность в том, что нагрузка не постоянна, а возрастает на протяжении всей тренировки, также и дополнительные усложнения доступны для подключения каждому игроку.",
      "questionp1": "На первый взгляд тренажеры с числами кажутся узконаправленными, однако, это неверное суждение, каждое упражнение разработано с возможностью задействовать как минимум три разносторонних системы анализаторов.",
      "questionp2": "<strong>Логическое мышление</strong> – для выполнения заданий не достаточно просто очень быстро повторять одинаковые действия с числами, существует ряд настроек, дающих возможность разнообразить этот процесс. Таким образом, логика выходит на первый план в определении правильного алгоритма вычислений ответов.",
      "questionp3": "<strong>Скорость мышления</strong> – посредством многократных выполнений операций с числами, центральная нервная система «приучается» к быстрому повторению подобных действий. Чем больше игрок считает в уме, тем скорее он будет это делать в дальнейшем.",
      "questionp4": "<a class='link-blue' href='#'><strong>Внимание</strong></a> – это задание требует концентрации не только при поиске нужной ячейки с ответом, но и в ряде случаев с усложнениями, такими как переворот или отрицательные числа. Не менее важно быть внимательным при выполнении нескольких математических операций подряд.",
      "questionp5": "<strong>Оперативная память</strong> – увеличение количества знаков в числах, а также необходимость выполнить несколько расчетов в уме, требуют хорошего развития оперативной памяти, тем самым данные действия стимулируют этот процесс.",
      "rulesp1": "Кнопка <strong>рестарт</strong> позволяет быстро начать тренировку заново.",
      "basicComplexity": 16,
      "koefficient": 1,
      "category": "Мышление",
      "categoryId": 3,
      "levels": 8,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_delenie.jpg/",
      "logoImg": "assets/thumb_delenie.jpg",
      "taskDescription": "Решите пример"
    },
    {
      "id": 12,
      "nameGameRu": "Шульте-цвет",
      "nameGame": "shulte-cvet",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Классическая <a class='link-blue' href='#'><strong>таблица Вальтера Шульте</strong></a> была разработана выдающимся ученым и практиком для диагностики качеств внимания пациентов. Однако, данная психодиагностика вскоре приобрела образ <strong>тренировки для ума</strong>, так как показала отличные результаты. Другие исследователи и терапевты данной области не остались в стороне и совместно с доктором Шульте разрабатывали усложнения для его таблицы. Одним из таких расширенных <a class='link-blue' href='/trenagors'><strong>тренажеров для ума</strong></a>, стала таблица Шульте-Горбова, которая и стала прообразом для упражнения «Шульте Алфавит». Она включает в себя не только цифры, но и буквы, а разные по цвету ячейки, в оригинальной версии, добавляют отвлекающего действия при тренировке.",
      "descriptionp2": "Представленный тренажер не копирует полностью вышеописанную таблицу, а лишь перенимает принцип и благодаря цифровым технологиям, имеет возможность наращивать уровень сложности постепенно. Кроме того, добавлен эффект перемещения ячеек и их переворот, что непременно скажется на сложности прохождения задания.",
      "questionp1": "«Шульте Алфавит» имеет свои особенности и подходит для тренировки тем, кто знает, как минимум, один из алфавитов. Вся кажущаяся простота не должна вводить в заблуждение, так как это один из самых эффективных тренажеров внимания за последние столетие. Общие усилия и совместный опыт нескольких ученых, позволил «отточить» данный инструмент до максимального результата.",
      "questionp2": "<strong>Угол восприятия и его тренировка</strong><br>Центры анализаторов в головном мозге устроены так, что мы максимально восприимчивы к информации в определенном центре нашего внимания и прямо пропорционально теряем концентрацию в зависимости от отдаления в сторону от центра. Другими словами нам сложно воспринимать и оценивать объекты не попадающие в центр нашего внимания, от того места на котором мы сейчас сконцентрированы.",
      "questionp3": "Данная таблица устроена таким образом, что идущие подряд буквы расположены не в привычном порядке и для поиска определенной из них нам нужно охватить взглядом всю таблицу, поскольку мы не будем знать, в каком направлении двигаться. Это позволяет путем многократных тренировок добиться расширения своего угла восприятия и одновременно видеть и анализировать большую площадь перед собой. Стоит уточнить, что размер рабочего поля также учтен при проектировании и имеет значение, не нужно увеличивать масштаб экрана при прохождении задания. В оде усложнения уровней, количество ячеек с информацией также увеличивается.",
      "questionp4": "<strong>Развитие внимания</strong><br>Прохождение этого <a class='link-blue' href='/trenagors'><strong>упражнения для мозга</strong></a>, требует повышенной концентрации на всех этапах. Задания построены таким образом, что при успешном прохождении более легких уровней, сложность увеличивается и требует еще больше внимания для поиска необходимых буквенных ячеек. Такая нагрузка на анализаторы центральной нервной системы в умеренных количествах очень полезна и способствует развитию удержания внимания.",
      "questionp5": "<strong>Тренировка реакции</strong><br>Используя данный, достаточно простой тренажер, вы создаете нагрузку не только на анализаторы и их центры, но и на соответственные моторные функции, приводимые в действие центрами нервной системы. Ограниченное время подталкивает выполнять действия быстро и моментально после нахождения правильного расположения буквенных ячеек.",
      "questionp6": "<strong>Скорость мышления</strong><br>Используя сложные настройки, уже не достаточно просто широкого угла восприятия, приходится постоянно анализировать данные ячеек, которые к тому же еще и перемещаются. От того как быстро игрок способен это сделать, зависит конечный результат. Не менее важно удерживать в голове порядок букв выбранного алфавита.",
      "rulesp1": "В начале игры таблица состоит всего с 9-ти ячеек, вместо классических 25-ти, однако на третьем уровне их будет 25, а дальше больше и соответственно сложнее. Уровень сложности повышается с каждой правильно сложенной до конца таблицей. Допущенные неправильные ответы задерживают этот процесс.",
      "rulesp2": "Кнопка <strong>рестарт</strong>, в правом верхнем углу рабочего поля.",
      "basicComplexity": 28,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 3,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_shulte-cvet.jpg/",
      "logoImg": "assets/thumb_shulte-cvet.jpg",
      "taskDescription": "Нажимайте на цвет"
    },
    {
      "id": 13,
      "nameGameRu": "Сортировщик чисел",
      "nameGame": "sortirovshchik-cifr",
      "check1": "Развивает кратковременную память",
      "check2": "Концентрирует внимание",
      "check3": "Развивает образную память",
      "descriptionp1": "Отличный тренажер памяти на платформе <a class='link-blue' href='/trenagors'><strong>Mozgotren.ru</strong></a>, который в сравнении с сортировкой слов, имеет более выраженный математический характер и менее удобный для образного мышления, однако, при постоянных занятиях, развивает и эту область нашего мозга.",
      "descriptionp2": "Не смотря на свою универсальность, чаще позиционируется как онлайн тренажер для кратковременной памяти, так как имеет наиболее выраженный эффект расширения этого показателя и оперативной памяти",
      "descriptionp3": "Группа подобных тренажеров для памяти еще включает в себя <a class='link-blue' href='/trenagor#sortirovshchik-slov'>«Сортировщик слов»</a> и <a class='link-blue' href='/trenagor#sortirovshchik-cvetov'>«Сортировщик цветов»</a>, которые внесут разнообразие в однотипные занятия.",
      "questionp1": "Не смотря на тот факт, что данное упражнение находится в разделе для памяти, это вовсе не говорит о его узко направленности. Напротив, занятия на данном <a class='link-blue' href='/trenagors'><strong>тренажере для ума</strong></a>, имеют комплексное благотворное воздействие на разные системы анализаторов.",
      "questionp2": "<strong>Кратковременная память</strong> - если рассматривать данный тренажер «Сортировка чисел» в сравнении с сортировкой слов, можно заметить определенную особенность в том, что запомнить многозначное число сложнее, чем одно слово любой длины. Это связано с особенностями кодировки информации для кратковременного запоминания. По данным исследований, информация хранится в виде аудио данных, и небольшое визуально число имеет значительную аудио продолжительность, а соответственно несет в себе много информации.",
      "questionp3": "Мнемотехники используют заранее заученные образы для запоминания чисел, такой способ можно с легкостью оттачивать на данном тренажере. В таком варианте человек способен запомнить гораздо большее количество несвязанных логически чисел, но такие умения приобретаются путем многократных и упорных занятий. Использовать данные упражнения без предварительно полученных умений по мнемотехнике также можно, более того нужно, поскольку он имеет высокую степень эффективности как для начинающих, так и постоянно тренирующихся людей.",
      "questionp4": "<strong>Внимание</strong> – выполнение заданий, требующих постоянной концентрации, хорошо влияют на внимание человека в повседневной жизни. Для эффективной тренировки важно не потерять концентрации во время выполнения задания и не начать его делать «на автомате». Тренажер «Сортировка чисел» не позволяет нашей нервной системе привыкнуть к однотипному заданию, поскольку как сами числа, так и их сложность постоянно меняются, а ограниченное количество времени для выполнения упражнения, подталкивает к усиленному вниманию на задании.",
      "questionp5": "<strong>Пространственная память</strong> - возможность задействовать навигационные центры головного мозга также присутствует, однако, малы объемы запоминаемых чисел и частая их смена, не дают тех условий, при которых можно было бы хорошо проработать эти зоны коры. Фотографическая память, присуща конкретному человеку, может внести существенные изменения в ход тренировки, однако ее эффект будет не таким значительным, как при сортировке предметов или картинок, поскольку для идентификации чисел все же придется перенести их в кратковременную память, прочитав.",
      "questionp6": "<a class='link-blue' href='#'><strong>Образная память</strong></a> – ее чаще задействуют опытные пользователи, знакомые с мнемотехниками и умеющие быстро превращать числа в образы. Таим способом можно запомнить намного больше информации, но это требует тренировок и определенной сноровки.",
      "rulesp1": "При старте игры, на рабочем поле появится список цифр, порядок которых нужно запомнить, после этого нужно нажать кнопку «запомнил» и перетаскивая ячейки, восстановить этот порядок. Ответ засчитается при нажатии кнопки «проверить», те ячейки, что расставлены на свои места, будут подсвечены <strong>зеленым</strong>, остальные – <strong>красным</strong>.",
      "rulesp2": "<strong>Рестарт</strong> – начинает игру заново.",
      "basicComplexity": 24,
      "category": "Память",
      "categoryId": 1,
      "levels": 5,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_sortirovshchik-cifr.jpg/",
      "time": 60,
      "logoImg": "assets/thumb_sortirovshchik-cifr.jpg",
      "taskDescription": "Отсортируйте числа"
    },
    {
      "id": 14,
      "nameGameRu": "Сортировщик слов",
      "nameGame": "sortirovshchik-slov",
      "check1": "Развивает кратковременную память",
      "check2": "Концентрирует внимание",
      "check3": "Развивает образную память",
      "descriptionp1": "Эффективный тренажер из коллекции <a class='link-blue' href='/home'><strong>Mozgotren.ru</strong></a> для развития памяти и внимания, работающий по принципу запоминания слов и их положения относительно друг друга. Может применяться как упражнение, развивающее внимательность, поскольку требует точного воссоздания расположений слов.",
      "descriptionp2": "Не смотря на свою универсальность, чаще позиционируется как онлайн тренажер для кратковременной памяти, так как имеет наиболее выраженный эффект расширения этого показателя и оперативной памяти",
      "descriptionp3": "Группа подобных тренажеров для памяти еще включает в себя <a class='link-blue' href='/trenagor#sortirovshchik-cifr'>«Сортировщик цифр»</a> и <a class='link-blue' href='/trenagor#sortirovshchik-cvetov'>«Сортировщик цветов»</a>, которые внесут разнообразие в однотипные занятия.",
      "questionp1": "Не смотря на тот факт, что данное упражнение находится в разделе для памяти, это вовсе не говорит о его узко направленности. Напротив, занятия на данном <a class='link-blue' href='/trenagors'><strong>тренажере для ума</strong></a>, имеют комплексное благотворное воздействие на разные системы анализаторов.",
      "questionp2": "<strong>Кратковременная память</strong> - задания построены таким образом, что для прохождения тренировки необходимо постоянно запоминать некую группу несвязанных логически слов, расположенных в определенном порядке. При этом место логическому мышлению все же остается, поскольку каждый сам выбирает для себя некую схему, по какой будет запоминать порядок и от ее выбора также зависит скорость выполнения задания. Регулярное удержание в памяти списков случайных слов, а потом их замена другими, приводит к эффективной тренировке кратковременной памяти. Для этого процесса слова подходят, как ни что лучше, поскольку кодировка информации в кратковременном хранилище происходит е образами, а именно в виде аудио данных. То есть, на практике мы мысленно проговариваем себе ту информацию, которую держим во временной памяти, а для ее более долгого хранения требуется преобразование в образ.",
      "questionp3": "<strong>Внимание</strong> – залог успеха в данной тренировке, от уровня концентрации на каждом задании, зависит возможность в точности воспроизвести положение всех перечисленных слов, благодаря чему, в ходе тренировки эффективно развивается не только память, но и внимание. Нагрузка на данную систему во многом зависит от выбранных настроек сложности, та как при этом меняется количество групп со словами, что на практике способно сильно рассеивать внимание",
      "questionp4": "<strong>Пространственная память</strong> - возможность задействовать навигационные центры головного мозга также присутствует, однако, малы объемы запоминаемых слов и частая их смена, не дают тех условий, при которых можно было бы хорошо проработать эти зоны коры. Фотографическая память, присуща конкретному человеку, может внести существенные изменения в ход тренировки, однако ее эффект будет не таким значительным, как при сортировке предметов или картинок, поскольку для идентификации слов все же придется перенести их в кратковременную память, прочитав.",
      "questionp5": "<a class='link-blue' href='#'><strong>Образная память</strong></a> – ее чаще задействуют опытные пользователи, знакомые с мнемотехниками и умеющие быстро превращать слова в образы. Таим способом можно запомнить намного больше информации, но это требует тренировок и определенной сноровки.",
      "rulesp1": "При старте игры, на рабочем поле появится список слов, порядок которых нужно запомнить, после этого нужно нажать кнопку «запомнил» и перетаскивая слова, восстановить этот порядок. Ответ засчитается при нажатии кнопки «проверить», те ячейки, что расставлены на свои места, будут подсвечены <strong>зеленым</strong>, остальные – <strong>красным</strong>.",
      "rulesp2": "<strong>Рестарт</strong> – начинает игру заново.",
      "basicComplexity": 44,
      "category": "Память",
      "categoryId": 1,
      "levels": 5,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_sortirovshchik-slov.jpg/",
      "time": 60,
      "logoImg": "assets/thumb_sortirovshchik-slov.jpg",
      "taskDescription": "Отсортируйте слова"
    },
    {
      "id": 15,
      "nameGameRu": "Английский словарь",
      "nameGame": "angliyskiy-slovar",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Увеличивает скорость мышления",
      "discriptionp1": "<strong>Тренажер ума для эрудитов</strong>, развивающий скорость мышления, внимательность, приносящий азарт удовольствие и новые познания в английском языке. Данное упражнение подойдет для любого возраста при умении читать, однако в более раннем возрасте его можно проходить с родителями. Режим мульти-игра позволит устроить состязание между несколькими участниками и провести время интересно и с пользой.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный <strong>тренажер ума</strong> направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<strong>Эрудиция</strong> – данный тренажер не базируется лишь на знаниях стран и их валют, однако такие познания значительно повысят ваши шансы набрать большое количество баллов и победить в состязании. Даже если до начала тренировок вы не знали многих валют, в процессе прохождения задания можно с легкостью пополнять эти недостающие знания.",
      "questionp3": "<strong>Память</strong> – изучение иностранного языка создает новые нейронные связи, а также укрепляет имеющиеся. При таком способе обучения, ключевую роль играет зрительная память и долгосрочная. Процесс запоминания сопровождается созданием образов в отделах головного мозга и последующим их воссозданием при необходимости.",
      "questionp4": "<strong>Интуиция</strong> – не заметные на первый взгляд мелочи в названии, даже на подсознательном уровне могут наталкивать на правильный ответ. Чем чаще вы будете практиковаться, тем более выраженным будет эффект.",
      "rulesp1": "Во время тренировки на рабочем поле появляются вопросы – это может быть английский или русский вариант написания слова. Если в задании английский – нужно выбрать его русский перевод из четырех вариантов ответов. И наоборот, если вы видите русское слово в задании – выбирайте английский вариант перевода.",
      "rulesp2": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 180,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_angliyskiy-slovar.jpg/",
      "logoImg": "assets/thumb_angliyskiy-slovar.jpg",
      "taskDescription": "Найдите перевод слова"
    },
    {
      "id": 16,
      "nameGameRu": "Фейсконтроль",
      "nameGame": "feyskontrol",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Увлекательный онлайн тренажер для развития внимания, который наверняка придется по вкусу как взрослым, так и юным пользователям сайта <a class='link-blue' href='/home'><strong>Mozgotren.ru</strong></a>, увлеченным собственным прогрессом.",
      "descriptionp2": "Подобные <a class='link-blue' href='/trenagors'><strong>игры на внимание</strong></a>, где необходимо определить изменения на игровом столе или в рабочей области, рекомендуются специалистами как эффективный способ стимулирования развития скорости умственных процессов у детей. Тем не менее, такой <a class='link-blue' href='/trenagors'><strong>тренажер для ума</strong></a> и для более зрелых представителей нашего общества будет полезным в создании контролируемых нагрузок для своей зрительной и умственной системы.",
      "questionp1": "Как и все упражнения, представленные в разделе сайта Мозготрен, данный тренажер направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<strong>Внимание</strong><br>В данном тренажере, главным объектом слежения является грустный смайлик, который находится в окружении веселых представителей его рода. С каждым ходом он перемещается и необходимо его отыскать.  Все очертания смайликов между собой идентичны, кроме перевернутой скобки рта, это и создает трудность для внимания, поскольку перемещения объекта не сразу бросаются в глаза. Влияющим на результат фактором также является скорость ответов игрока, так как время на выполнение тренировки ограничено и с самого начала упражнения включается обратный отсчет.",
      "questionp3": "<strong>Расширение угла обзора</strong><br>Наиболее эффективным способом поиска нужного смайлика, является расширения собственного угля обозрения. Пробовать такой прием проще всего при выбранном не групповом способе выведения объектов (по 1 смайлику) и отключенных усложнениях. Отводя лицо от экрана понемногу дальше, можно заметить как боковое зрение улавливает изменения смайликов и уже нет необходимости проверять каждый объект на соответствие, а можно сразу направить свой взор в ту точку, где зафиксировано какое-то изменение. Очевидно, что при дополнительных усложнениях такой метод не будет срабатывать без регулярных тренировок.",
      "questionp4": "<strong>Реакция</strong><br>Важная составляющая в быстром прохождении задания это скорость ответов. Не достаточно быстро заметить нужную ячейку, необходимо еще на нее как можно скорее нажать.",
      "rulesp1": "<strong>Количество ячеек со смайлами</strong> в начале игры минимальное и с каждым правильным ответом оно растет до своего максимального значения, тем самым плавно увеличивая трудность поиска.",
      "rulesp2": "Каждый верный ответ повышает уровень сложности на один пункт, также возрастает и стоимость правильного ответа в виде начисленных очков. Неверный ответ снижает этот уровень на один пункт и приводит к штрафной потере части очков.",
      "rulesp3": "<strong>Скорость</strong> – важнейший фактор, влияющий на конечную сумму баллов, так как на прохождение задания выделено всего <strong>60 секунд</strong>",
      "rulesp4": "<strong>Рестарт</strong> – кнопка в верхнем правом углу рабочего поля, позволяет моментально начать прохождение данного тренажера заново с сохранением всех настроек сложности.",
      "basicComplexity": 16,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 10,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_feyskontrol.jpg/",
      "logoImg": "assets/thumb_feyskontrol.jpg",
      "taskDescription": "Найдите грустный смайлик"
    },
    {
      "id": 17,
      "nameGameRu": "Лишнее число",
      "nameGame": "lishnee-chislo",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Увлекательный <a class='link-blue' href='/trenagors'><strong>тренажер для ума</strong></a> на внимательность и скорость мышления, который подходит для школьного и старшего возраста. В основе упражнения лежат постоянные перемещения и изменения чисел, а также наличие закономерности (все числа кроме одного одинаковы). Сложность тренажера можно менять от совершенно простой к очень высокой, это позволит настроить его каждому игроку индивидуально.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный тренажер для мозга направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<a class='link-blue' href='#'><strong>Внимание</strong></a> - основная цель тренировки, заметив перемещения чисел или выделяющееся несоответствие одного числа в сравнении с другими, удастся очень быстро отмечать правильные ответы, тем самым показать высокий результат по баллам.",
      "questionp3": "<strong>Реакция</strong> – не менее важная составляющая в быстром прохождении задания это скорость ответов. Не достаточно быстро заметить нужную ячейку, необходимо еще на нее как можно скорее нажать.",
      "questionp4": "<strong>Угол восприятия</strong> – с практикой использования данного тренажера (или подобных), расширяется угол обозрения в котором человек замечает изменения. Таким образом, если в начале занятий приходится хаотично бегать глазами по рабочему полю, то с опытом даже при неподвижном взгляде в центр будут заметны перемещения чисел по краям поля.",
      "questionp5": "<a class='link-blue' href='#'><strong>Скорость мышления</strong></a> – ключевой фактор в определении логики размещения чисел и того самого «лишнего числа».  Если на начальных настройках мышление играет не ключевую роль, то при подключении усложнений в виде цвета и переворота оно выходит на первый план.",
      "rulesp1": "<strong>Количество ячеек с цифрами</strong> в начале игры минимальное и с каждым правильным ответом оно растет до своего максимального значения, тем самым плавно увеличивая трудность поиска.",
      "rulesp2": "Каждый верный ответ повышает уровень сложности на один пункт, также возрастает и стоимость правильного ответа в виде начисленных очков. Неверный ответ снижает этот уровень на один пункт и приводит к штрафной потере части очков.",
      "rulesp3": "<strong>Скорость</strong> – важнейший фактор, влияющий на конечную сумму баллов, так как на прохождение задания выделено всего <strong>60 секунд</strong>",
      "rulesp4": "<strong>Рестарт</strong> – кнопка в верхнем правом углу рабочего поля, позволяет моментально начать прохождение данного тренажера заново с сохранением всех настроек сложности.",
      "basicComplexity": 20,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 12,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_lishnee-chislo.jpg/",
      "logoImg": "assets/thumb_lishnee-chislo.jpg",
      "taskDescription": "Найдите лишнее число"
    },
    {
      "id": 18,
      "nameGameRu": "Лишнее слово",
      "nameGame": "lishnee-slovo",
      "check1": "Развивает внимание",
      "check2": "Ускоряет реакцию",
      "check3": "Расширяет угол восприятия",
      "descriptionp1": "Упражнение на внимание и скорость чтения, которое дает оптимальную нагрузку на мыслительные центры и имеет гибкую настройку сложности. В задании используются очень похожие визуально слова, что не позволяет полагаться только на угол восприятия, нужно еще и осмыслить изменения.",
      "questionp1": "Этот <a class='link-blue' href='/trenagors'><strong>тренажер для мозга</strong></a> разносторонне направлен и влияет сразу на несколько систем, что делает его использование комплексным и увлекательным.",
      "questionp2": "<strong>Скорость чтения</strong> – данный параметр особо актуален при высокой сложности, так как длинные слова из 6-ти букв нужно прочитать, чтобы найти в ни отличие.",
      "questionp3": "<strong>Внимание</strong> - важная цель тренировки, заметив перемещения «лишних слов» или выделяющееся несоответствие одного слова в сравнении с другими, удастся очень быстро отмечать правильные ответы, тем самым показать высокий результат по баллам.",
      "questionp4": "<strong>Реакция</strong> – не менее важная составляющая в быстром прохождении задания это скорость ответов. Не достаточно быстро заметить нужную ячейку, необходимо еще на нее как можно скорее нажать.",
      "questionp5": "<strong>Угол восприятия</strong> – с практикой использования данного тренажера (или подобных), расширяется угол обозрения в котором человек замечает изменения. Таким образом, если в начале занятий приходится хаотично бегать глазами по рабочему полю, то с опытом даже при неподвижном взгляде в центр будут заметны перемещения слов по краям поля.",
      "questionp6": "<a class='link-blue' href='#'><strong>Скорость мышления</strong></a> – ключевой фактор в определении логики размещения чисел и того самого «лишнего числа».  Если на начальных настройках мышление играет не ключевую роль, то при подключении усложнений в виде цвета и переворота оно выходит на первый план.",
      "rulesp1": "<strong>Количество слов на рабочем поле</strong> в начале игры минимальное и с каждым правильным ответом оно растет до своего максимального значения, тем самым плавно увеличивая трудность поиска.",
      "rulesp2": "Каждый верный ответ повышает уровень сложности на один пункт, также возрастает и стоимость правильного ответа в виде начисленных очков. Неверный ответ снижает этот уровень на один пункт и приводит к штрафной потере части очков.",
      "rulesp3": "<strong>Скорость</strong> – важнейший фактор, влияющий на конечную сумму баллов, так как на прохождение задания выделено всего <strong>60 секунд</strong>",
      "rulesp4": "<strong>Рестарт</strong> – кнопка в верхнем правом углу рабочего поля, позволяет моментально начать прохождение данного тренажера заново с сохранением всех настроек сложности.",
      "basicComplexity": 20,
      "category": "Внимание",
      "categoryId": 2,
      "levels": 10,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_lishnee-slovo.jpg/",
      "logoImg": "assets/thumb_lishnee-slovo.jpg",
      "taskDescription": "Найдите лишнее слово"
    },
    {
      "id": 19,
      "nameGameRu": "Пара: Страна-Флаг",
      "nameGame": "strana-flag",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Увеличивает скорость мышления",
      "descriptionp1": "Познавательный тренажер ума для эрудитов, с элементами развития зрительной памяти и логического мышления. Разработчики сайта Mozgotren.ru наделили это упражнение не только полезными свойствами для развития вашего мозга, но и увлекательной составляющей – возможностью проверить свои познания в сфере страноведения и внешнего вида флагов.",
      "descriptionp2": "<a class='link-blue' href='/trenagors'><strong>Игра-тренажер</strong></a> подходит не только взрослым, но и детям, умеющим читать; прививает интерес к географии и может быть инструментом для состязаний.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный <a class='link-blue' href='/trenagors'><strong>тренажер ума</strong></a> направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<a class='link-blue' href='/trenagors'><strong>Эрудиция</strong></a> – хотя игра не подразумевает глубоких познаний о разных странах, все же помогает запомнить соответствия между флагом определенной страны и ее названием. Позволяет расширить свои познания о малоизвестных государствах, а также посоревноваться с друзьями.",
      "questionp3": "<strong>Зрительная память</strong> – даже если до этого упражнения игрок не знал многих флагов, во время регулярных тренировок он обязательно какую-то часть из них запомнит, эффективность будет возрастать по мере продолжения занятий.",
      "questionp4": "<strong>Логическое мышление</strong> – не все флаги стран, особенно очень маленьких, известны широкому кругу людей, однако, понимая географическое положение и особенности страны, можно использовать логику и угадать что должно быть размещено на этом флаге.",
      "rulesp1": "Во время тренировки на рабочем поле появляются вопросы – это может быть изображение флага или название страны. Соответственно, из четырех вариантов ответа ниже нужно выбрать название страны, чей флаг вы видите на экране или один из флагов, принадлежащий стране, название которой в задании.",
      "rulesp2": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 140,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_strana-flag.jpg/",
      "logoImg": "assets/thumb_strana-flag.jpg",
      "taskDescription": "Найдите логическую пару"
    },
    {
      "id": 20,
      "nameGameRu": "Пара: Книга-Автор",
      "nameGame": "book-auther",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Увеличивает скорость мышления",
      "descriptionp1": "Онлайн тренажер для любителей много почитать. Данная игра не только тренирует память и скорость мышления, но и позволяет проверить себя на знание книг и их авторов.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный тренажер для мозга направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<a class='link-blue' href='/trenagors'><strong>Эрудиция</strong></a> – знание популярных, а иногда и не очень, книг и их авторов – ни что иное как эрудированность. Если таковых знаний не много, их с легкостью и в удовольствие можно пополнить во время прохождения данных тренировок.",
      "questionp3": "<strong>Память</strong> – для воссоздания данных о книге, ее тематике и авторе, нужен комплексный образ в памяти. Это и есть тренировка отделов долгосрочной памяти. От того как быстро вы сможете воссоздать имеющуюся информацию и зависит скорость прохождения задания.",
      "questionp4": "<strong>Интуиция</strong> – иногда вспомнить авторство достаточно сложно, в таких ситуациях на выручку приходит интуиция. Зацепками могут стать даже самые мелкие детали, будь то национальность автора или другая информация.",
      "rulesp1": "Во время тренировки на рабочем поле появляются вопросы – это известные названия книг, которые вы уже скорее всего встречали или прочли. Соответственно, из четырех вариантов ответа ниже нужно выбрать автора данного произведения. Выбор подтверждается нажатием на нужную ячейку",
      "rulesp2": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 150,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_kniga-avtor.jpg/",
      "logoImg": "assets/thumb_kniga-avtor.jpg",
      "taskDescription": "Найдите логическую пару"
    },
    {
      "id": 21,
      "nameGameRu": "Пара: Цитата-Автор",
      "nameGame": "citata-auther",
      "check1": "Повышает эрудицию",
      "check2": "Развивает интуицию",
      "check3": "Увеличивает скорость мышления",
      "descriptionp1": "Онлайн тренажер из группы упражнений на эрудицию сайта Мозготрен. Не только развивает мышление, но и пополняет запас познаний в сфере известных высказываний, повышает уровень эрудиции и дает возможность проверить себя. Хотя многие фразы знакомы широкому кругу людей, все же далеко не каждый сможет узнать автора высказывания.",
      "questionp1": "Как и все упражнения, представленные в разделе, данный тренажер для мозга направлен сразу на несколько систем и дает комплексную нагрузку.",
      "questionp2": "<a class='link-blue' href='/trenagors'><strong>Эрудиция</strong></a> – даже не обладая впечатляющими познаниями в области известных цитат, каждый игрок получает необходимые знания в процессе тренировки и расширяет свой кругозор. Цитируя известное изречение в будущем, уже без труда будет приходить на память и его автор",
      "questionp3": "<strong>Зрительная амять</strong> – в зависимости от доминирующего типа памяти у конкретного человека, зрительная память может играть основную роль в сохранении связей между автором и его цитатой. Такая тренировка ускоряет поиск подобных логических связей в памяти и ускоряет прохождение подобных заданий в будущем.",
      "questionp4": "<strong>Интуиция</strong> – отсутствие точных знаний в данной дисциплине еще не приговор, ведь всегда можно подключить интуицию и наблюдая незначительные детали, найти связь между именем и словами автора.",
      "rulesp1": "Во время тренировки на рабочем поле появляются вопросы – это известные цитаты, которые вы уже скорее всего встречали. Соответственно, из четырех вариантов ответа ниже нужно выбрать автора данных слов. Выбор подтверждается нажатием на нужную ячейку.",
      "rulesp2": "Скорость выполнения тренировки важна, так как время ограничено и набирать баллы нужно уверенно и быстро.",
      "basicComplexity": 150,
      "category": "Эрудиция",
      "categoryId": 4,
      "levels": 1,
      "time": 60,
      "image": "https://mozgotren-clone.netlify.app/assets/thumb_citata-avtor.jpg/",
      "logoImg": "assets/thumb_citata-avtor.jpg",
      "taskDescription": "Найдите логическую пару"
    }
  ]
}